Repository: Ju-Long/Edendale
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es_es, es_mx, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sv, zh_hans, zh_hant

source: Edendale asks Google for read-only access to your Drive. It connects from this device only, reads folder listings and the videos you play, and never uploads or changes anything.
de: Edendale bittet Google um Lesezugriff auf dein Drive. Die Verbindung erfolgt nur von diesem Gerät aus. Edendale liest Ordnerlisten und die Videos, die du wiedergibst, und lädt niemals etwas hoch oder ändert etwas.
es_es: Edendale solicita a Google acceso de solo lectura a tu Drive. Se conecta únicamente desde este dispositivo, lee los listados de carpetas y los vídeos que reproduces, y nunca sube ni cambia nada.
es_mx: Edendale solicita a Google acceso de solo lectura a tu Drive. Se conecta únicamente desde este dispositivo, lee los listados de carpetas y los videos que reproduces, y nunca sube ni cambia nada.
fr: Edendale demande à Google un accès en lecture seule à votre Drive. Il se connecte uniquement depuis cet appareil, lit les listes de dossiers et les vidéos que vous regardez, et n’envoie ni ne modifie jamais rien.
it: Edendale chiede a Google l’accesso in sola lettura al tuo Drive. Si connette solo da questo dispositivo, legge gli elenchi delle cartelle e i video che riproduci, e non carica né modifica mai nulla.
ja: EdendaleはGoogleにドライブへの読み取り専用アクセスを要求します。このデバイスからのみ接続し、フォルダの一覧と再生するビデオを読み取り、何かをアップロードしたり変更したりすることはありません。
ko: Edendale은 Google에 드라이브에 대한 읽기 전용 접근 권한을 요청합니다. 이 기기에서만 연결하고, 폴더 목록과 재생하는 비디오만 읽으며, 아무것도 업로드하거나 변경하지 않습니다.
nl: Edendale vraagt Google om alleen-lezentoegang tot je Drive. Het maakt alleen verbinding vanaf dit apparaat, leest mappenlijsten en de video’s die je afspeelt, en uploadt of wijzigt nooit iets.
pt_br: O Edendale pede ao Google acesso somente leitura ao seu Drive. Ele se conecta apenas a partir deste dispositivo, lê as listas de pastas e os vídeos que você reproduz, e nunca envia nem altera nada.
pt_pt: O Edendale pede à Google acesso só de leitura ao seu Drive. Liga-se apenas a partir deste dispositivo, lê as listas de pastas e os vídeos que reproduz, e nunca envia nem altera nada.
ru: Edendale запрашивает у Google доступ только для чтения к вашему Диску. Приложение подключается только с этого устройства, читает списки папок и воспроизводимые видео и никогда ничего не загружает и не изменяет.
sv: Edendale ber Google om skrivskyddad åtkomst till din Drive. Appen ansluter bara från den här enheten, läser mapplistor och de videor du spelar upp, och laddar aldrig upp eller ändrar något.
zh_hans: Edendale 向 Google 请求对你的云端硬盘的只读访问权限。它仅从此设备连接，读取文件夹列表和你播放的视频，绝不会上传或更改任何内容。
zh_hant: Edendale 會向 Google 請求你雲端硬碟的唯讀存取權限。它只會從此裝置連線，讀取檔案夾列表和你播放的影片，絕不會上傳或更改任何內容。

source: Edendale can only open local video files.
de: Edendale kann nur lokale Videodateien öffnen.
es_es: Edendale solo puede abrir archivos de vídeo locales.
es_mx: Edendale solo puede abrir archivos de video locales.
fr: Edendale ne peut ouvrir que des fichiers vidéo locaux.
it: Edendale può aprire solo file video locali.
ja: Edendaleはローカルのビデオファイルのみを開くことができます。
ko: Edendale은 로컬 비디오 파일만 열 수 있습니다.
nl: Edendale kan alleen lokale videobestanden openen.
pt_br: O Edendale só pode abrir arquivos de vídeo locais.
pt_pt: O Edendale só consegue abrir ficheiros de vídeo locais.
ru: Edendale может открывать только локальные видеофайлы.
sv: Edendale kan endast öppna lokala videofiler.
zh_hans: Edendale 只能打开本地视频文件。
zh_hant: Edendale 只能開啟本機影片檔案。

source: Edendale can't open %@ because its file type isn't supported.
de: Edendale kann %@ nicht öffnen, da dieser Dateityp nicht unterstützt wird.
es_es: Edendale no puede abrir %@ porque el tipo de archivo no es compatible.
es_mx: Edendale no puede abrir %@ porque no se admite su tipo de archivo.
fr: Edendale ne peut pas ouvrir %@, car ce type de fichier n'est pas pris en charge.
it: Edendale non può aprire %@ perché il tipo di file non è supportato.
ja: ファイルタイプがサポートされていないため、Edendaleは%@を開けません。
ko: 지원되지 않는 파일 형식이므로 Edendale에서 %@(을)를 열 수 없습니다.
nl: Edendale kan %@ niet openen omdat het bestandstype niet wordt ondersteund.
pt_br: O Edendale não pode abrir %@ porque seu tipo de arquivo não é compatível.
pt_pt: O Edendale não consegue abrir %@ porque o seu tipo de ficheiro não é suportado.
ru: Edendale не может открыть %@, так как этот тип файла не поддерживается.
sv: Edendale kan inte öppna %@ eftersom filtypen inte stöds.
zh_hans: Edendale 无法打开 %@，因为不支持其文件类型。
zh_hant: Edendale 無法開啟 %@，因為不支援其檔案類型。

source: Edendale can't open this kind of location.
de: Edendale kann diese Art von Speicherort nicht öffnen.
es_es: Edendale no puede abrir este tipo de ubicación.
es_mx: Edendale no puede abrir este tipo de ubicación.
fr: Edendale ne peut pas ouvrir ce type d’emplacement.
it: Edendale non può aprire questo tipo di posizione.
ja: Edendaleはこの種類の場所を開けません。
ko: Edendale에서 이 유형의 위치를 열 수 없습니다.
nl: Edendale kan dit soort locatie niet openen.
pt_br: O Edendale não pode abrir este tipo de local.
pt_pt: O Edendale não consegue abrir este tipo de localização.
ru: Edendale не может открыть такое расположение.
sv: Edendale kan inte öppna den här typen av plats.
zh_hans: Edendale 无法打开此类位置。
zh_hant: Edendale 無法打開此類位置。

source: Edendale connects to these services directly from this device. It reads folder listings and the files you play, and never changes anything.
de: Edendale verbindet sich direkt von diesem Gerät aus mit diesen Diensten. Es liest Ordnerlisten und die Dateien, die du wiedergibst, und ändert niemals etwas.
es_es: Edendale se conecta a estos servicios directamente desde este dispositivo. Lee los listados de carpetas y los archivos que reproduces, y nunca cambia nada.
es_mx: Edendale se conecta a estos servicios directamente desde este dispositivo. Lee los listados de carpetas y los archivos que reproduces, y nunca cambia nada.
fr: Edendale se connecte à ces services directement depuis cet appareil. Il lit les listes de dossiers et les fichiers que vous lisez, et ne modifie jamais rien.
it: Edendale si connette a questi servizi direttamente da questo dispositivo. Legge gli elenchi delle cartelle e i file che riproduci, e non modifica mai nulla.
ja: Edendaleはこのデバイスからこれらのサービスに直接接続します。フォルダの一覧と再生するファイルを読み取り、何かを変更することはありません。
ko: Edendale은 이 기기에서 해당 서비스에 직접 연결합니다. 폴더 목록과 재생하는 파일만 읽으며, 아무것도 변경하지 않습니다.
nl: Edendale maakt rechtstreeks vanaf dit apparaat verbinding met deze diensten. Het leest mappenlijsten en de bestanden die je afspeelt, en wijzigt nooit iets.
pt_br: O Edendale se conecta a estes serviços diretamente a partir deste dispositivo. Ele lê as listas de pastas e os arquivos que você reproduz, e nunca altera nada.
pt_pt: O Edendale liga-se a estes serviços diretamente a partir deste dispositivo. Lê as listas de pastas e os ficheiros que reproduz, e nunca altera nada.
ru: Edendale подключается к этим сервисам напрямую с этого устройства. Приложение читает списки папок и воспроизводимые файлы и никогда ничего не изменяет.
sv: Edendale ansluter till de här tjänsterna direkt från den här enheten. Appen läser mapplistor och de filer du spelar upp, och ändrar aldrig något.
zh_hans: Edendale 直接从此设备连接到这些服务。它读取文件夹列表和你播放的文件，绝不会更改任何内容。
zh_hant: Edendale 會直接從此裝置連線至這些服務。它會讀取檔案夾列表和你播放的檔案，絕不會更改任何內容。

source: Edendale could not understand this link.
de: Edendale konnte diesen Link nicht verstehen.
es_es: Edendale no ha podido entender este enlace.
es_mx: Edendale no pudo entender este enlace.
fr: Edendale n'a pas pu interpréter ce lien.
it: Edendale non è in grado di comprendere questo link.
ja: Edendaleはこのリンクを認識できませんでした。
ko: Edendale이 이 링크를 인식할 수 없습니다.
nl: Edendale begrijpt deze link niet.
pt_br: O Edendale não conseguiu entender este link.
pt_pt: O Edendale não conseguiu compreender esta hiperligação.
ru: Edendale не удается распознать эту ссылку.
sv: Edendale kunde inte förstå den här länken.
zh_hans: Edendale 无法识别此链接。
zh_hant: Edendale 無法解析此連結。

source: Edendale needs permission to see your Google Drive files. Sign in again and leave Drive access selected.
de: Edendale benötigt die Berechtigung, deine Google Drive-Dateien zu sehen. Melde dich erneut an und lass den Drive-Zugriff ausgewählt.
es_es: Edendale necesita permiso para ver tus archivos de Google Drive. Vuelve a iniciar sesión y deja seleccionado el acceso a Drive.
es_mx: Edendale necesita permiso para ver tus archivos de Google Drive. Vuelve a iniciar sesión y deja seleccionado el acceso a Drive.
fr: Edendale a besoin d’une autorisation pour voir vos fichiers Google Drive. Reconnectez-vous en laissant l’accès à Drive sélectionné.
it: Edendale ha bisogno dell’autorizzazione per vedere i file di Google Drive. Accedi di nuovo e lascia selezionato l’accesso a Drive.
ja: EdendaleがGoogleドライブのファイルを表示するには許可が必要です。もう一度サインインして、ドライブへのアクセスを選択したままにしてください。
ko: Edendale이 Google 드라이브 파일을 보려면 권한이 필요합니다. 다시 로그인하고 드라이브 접근을 선택된 상태로 두십시오.
nl: Edendale heeft toestemming nodig om je Google Drive-bestanden te zien. Log opnieuw in en laat de toegang tot Drive geselecteerd.
pt_br: O Edendale precisa de permissão para ver seus arquivos do Google Drive. Inicie a sessão novamente e deixe o acesso ao Drive selecionado.
pt_pt: O Edendale precisa de autorização para ver os seus ficheiros do Google Drive. Inicie sessão novamente e mantenha o acesso ao Drive selecionado.
ru: Edendale нужно разрешение на просмотр ваших файлов Google Диска. Войдите снова и оставьте доступ к Диску выбранным.
sv: Edendale behöver tillstånd att se dina Google Drive-filer. Logga in igen och låt Drive-åtkomsten vara markerad.
zh_hans: Edendale 需要权限才能查看你的 Google 云端硬盘文件。请重新登录，并保持选中云端硬盘访问权限。
zh_hant: Edendale 需要權限才能查看你的 Google 雲端硬碟檔案。請重新登入，並保持選取雲端硬碟存取權限。

source: Edendale on %1$@ is asking for your %2$@ access. It stays on that Apple TV until you sign out there.
de: Edendale auf %1$@ fragt nach deinem Zugriff auf %2$@. Er bleibt auf diesem Apple TV, bis du dich dort abmeldest.
es_es: Edendale en %1$@ solicita tu acceso a %2$@. Se queda en ese Apple TV hasta que cierres sesión allí.
es_mx: Edendale en %1$@ solicita tu acceso a %2$@. Se queda en ese Apple TV hasta que cierres sesión ahí.
fr: Edendale sur %1$@ demande votre accès à %2$@. Il reste sur cette Apple TV jusqu’à ce que vous vous y déconnectiez.
it: Edendale su %1$@ chiede il tuo accesso a %2$@. Resta su quella Apple TV finché non esci da lì.
ja: %1$@のEdendaleが%2$@へのアクセスを要求しています。アクセスは、そのApple TVでサインアウトするまでそのApple TVに保持されます。
ko: %1$@의 Edendale이 %2$@ 접근 권한을 요청하고 있습니다. 해당 Apple TV에서 로그아웃할 때까지 그 Apple TV에 유지됩니다.
nl: Edendale op %1$@ vraagt om je toegang tot %2$@. Die blijft op die Apple TV totdat je daar uitlogt.
pt_br: O Edendale em %1$@ está pedindo seu acesso a %2$@. Ele fica nessa Apple TV até você finalizar a sessão lá.
pt_pt: O Edendale em %1$@ está a pedir o seu acesso a %2$@. Permanece nessa Apple TV até terminar sessão lá.
ru: Edendale на %1$@ запрашивает ваш доступ к %2$@. Он остается на этом Apple TV, пока вы не выйдете там.
sv: Edendale på %1$@ ber om din åtkomst till %2$@. Den stannar på den Apple TV:n tills du loggar ut där.
zh_hans: %1$@ 上的 Edendale 正在请求你的 %2$@ 访问权限。该权限会保留在那台 Apple TV 上，直到你在那里退出登录。
zh_hant: %1$@ 上的 Edendale 正在請求你的 %2$@ 存取權限。該權限會保留在那台 Apple TV 上，直到你在那裡登出。

source: Edendale will open automatically after you sign in.
de: Edendale wird nach der Anmeldung automatisch geöffnet.
es_es: Edendale se abrirá automáticamente después de que inicies sesión.
es_mx: Edendale se abrirá automáticamente después de que inicies sesión.
fr: Edendale s'ouvrira automatiquement après votre connexion.
it: Edendale si aprirà automaticamente dopo l'accesso.
ja: サインイン後、Edendaleは自動的に開きます。
ko: 로그인 후 Edendale이 자동으로 열립니다.
nl: Edendale wordt automatisch geopend nadat je bent ingelogd.
pt_br: O Edendale abrirá automaticamente após você iniciar a sessão.
pt_pt: O Edendale irá abrir automaticamente após iniciar sessão.
ru: Edendale откроется автоматически после вашего входа в систему.
sv: Edendale öppnas automatiskt efter att du loggat in.
zh_hans: 登录后 Edendale 将自动打开。
zh_hant: 登入後 Edendale 將自動打開。

source: End playback at the final 3 minutes
de: Wiedergabe in den letzten 3 Minuten beenden
es_es: Finalizar la reproducción cuando queden 3 minutos
es_mx: Terminar la reproducción cuando queden 3 minutos
fr: Arrêter la lecture lorsqu’il reste 3 minutes
it: Termina la riproduzione quando mancano 3 minuti
ja: 残り3分で再生を終了
ko: 마지막 3분에 재생 종료
nl: Stop afspelen bij de laatste 3 minuten
pt_br: Encerrar a reprodução quando restarem 3 minutos
pt_pt: Terminar a reprodução quando faltarem 3 minutos
ru: Завершать воспроизведение за 3 минуты до конца
sv: Avsluta uppspelning de sista 3 minuterna
zh_hans: 在最后 3 分钟结束播放
zh_hant: 在最後 3 分鐘結束播放

source: Endpoint
de: Endpunkt
fr: Point de terminaison
ja: エンドポイント
ko: 엔드포인트
ru: Конечная точка
sv: Slutpunkt
zh_hans: 端点
zh_hant: 端點

source: English
de: Englisch
es_es: Inglés
es_mx: Inglés
fr: Anglais
it: Inglese
ja: 英語
ko: 영어
nl: Engels
pt_br: Inglês
pt_pt: Inglês
ru: Английский
sv: Engelska
zh_hans: 英语
zh_hant: 英文

source: Enhancement
de: Verbesserung
es_es: Mejora
es_mx: Mejora
fr: Amélioration
it: Miglioramento
ja: 補正
ko: 향상
nl: Verbetering
pt_br: Aprimoramento
pt_pt: Melhoria
ru: Улучшение
sv: Förbättring
zh_hans: 增强
zh_hant: 增強

source: Enriching metadata
de: Metadaten anreichern
es_es: Enriqueciendo metadatos
es_mx: Enriqueciendo metadatos
fr: Enrichissement des métadonnées
it: Arricchimento metadati
ja: メタデータを拡充中
ko: 메타데이터 보강 중
nl: Metadata verrijken
pt_br: Enriquecendo metadados
pt_pt: A enriquecer metadados
ru: Дополнение метаданных
sv: Berikar metadata
zh_hans: 正在补充元数据
zh_hant: 正在補充後設資料

source: Enter or exit full screen
de: Vollbild aktivieren oder beenden
es_es: Entrar o salir de pantalla completa
es_mx: Entrar o salir de pantalla completa
fr: Activer ou quitter le plein écran
it: Attiva o esci da schermo intero
ja: フルスクリーンにする/解除
ko: 전체 화면 시작 또는 종료
nl: Schermvullende weergave in- of uitschakelen
pt_br: Entrar ou sair da tela cheia
pt_pt: Entrar ou sair do ecrã completo
ru: Включить или выключить полноэкранный режим
sv: Gå in i eller lämna helskärm
zh_hans: 进入或退出全屏幕
zh_hant: 進入或結束全螢幕

source: Episode %lld
de: Folge %lld
es_es: Episodio %lld
es_mx: Episodio %lld
fr: Épisode %lld
it: Episodio %lld
ja: エピソード%lld
ko: 에피소드 %lld
nl: Aflevering %lld
pt_br: Episódio %lld
pt_pt: Episódio %lld
ru: Эпизод %lld
sv: Avsnitt %lld
zh_hans: 第 %lld 集
zh_hant: 第 %lld 集

source: Episodes
de: Folgen
es_es: Episodios
es_mx: Episodios
fr: Épisodes
it: Episodi
ja: エピソード
ko: 에피소드
nl: Afleveringen
pt_br: Episódios
pt_pt: Episódios
ru: Эпизоды
sv: Avsnitt
zh_hans: 剧集
zh_hant: 集數

source: Export Path
de: Freigabepfad
es_es: Ruta de exportación
es_mx: Ruta de exportación
fr: Chemin d’export
it: Percorso export
ja: エクスポートパス
ko: 내보내기 경로
nl: Exportpad
pt_br: Caminho de Exportação
pt_pt: Caminho de Exportação
ru: Путь экспорта
sv: Exportsökväg
zh_hans: 导出路径
zh_hant: 匯出路徑

source: Exports from a Linux server or NAS.
de: Freigaben von einem Linux-Server oder NAS.
es_es: Exportaciones de un servidor Linux o un NAS.
es_mx: Exportaciones de un servidor Linux o un NAS.
fr: Exports depuis un serveur Linux ou un NAS.
it: Export da un server Linux o un NAS.
ja: LinuxサーバーまたはNASからのエクスポート。
ko: Linux 서버 또는 NAS의 내보내기.
nl: Exports van een Linux-server of NAS.
pt_br: Exportações de um servidor Linux ou NAS.
pt_pt: Exportações de um servidor Linux ou NAS.
ru: Экспорты с сервера Linux или NAS.
sv: Exporter från en Linux-server eller NAS.
zh_hans: 来自 Linux 服务器或 NAS 的导出。
zh_hant: 來自 Linux 伺服器或 NAS 的匯出。

source: Eye Order
de: Augenreihenfolge
es_es: Orden de los ojos
es_mx: Orden de los ojos
fr: Ordre des yeux
it: Ordine degli occhi
ja: 左右眼の順序
ko: 좌우 눈 순서
nl: Oogvolgorde
pt_br: Ordem dos olhos
pt_pt: Ordem dos olhos
ru: Порядок ракурсов
sv: Ögonordning
zh_hans: 左右眼顺序
zh_hant: 左右眼順序

source: Failed to load media tracks: %@
de: Medienspuren konnten nicht geladen werden: %@
es_es: No se han podido cargar las pistas del contenido: %@
es_mx: No se pudieron cargar las pistas del contenido: %@
fr: Impossible de charger les pistes du média : %@
it: Impossibile caricare le tracce del contenuto: %@
ja: メディアトラックを読み込めませんでした: %@
ko: 미디어 트랙을 불러오지 못했습니다: %@
nl: Kan mediatracks niet laden: %@
pt_br: Não foi possível carregar as faixas da mídia: %@
pt_pt: Não foi possível carregar as faixas do conteúdo: %@
ru: Не удалось загрузить дорожки медиафайла: %@
sv: Det gick inte att läsa in mediespåren: %@
zh_hans: 无法加载媒体轨道：%@
zh_hant: 無法載入媒體軌道：%@

source: Failed to save library: %@
de: Mediathek konnte nicht gesichert werden: %@
es_es: Fallo al guardar la biblioteca: %@
es_mx: Error al guardar la biblioteca: %@
fr: Échec de l'enregistrement de la bibliothèque : %@
it: Salvataggio della libreria non riuscito: %@
ja: ライブラリを保存できませんでした: %@
ko: 보관함 저장 실패: %@
nl: Bibliotheek bewaren mislukt: %@
pt_br: Falha ao salvar a biblioteca: %@
pt_pt: Falha ao guardar biblioteca: %@
ru: Не удалось сохранить медиатеку: %@
sv: Det gick inte att spara biblioteket: %@
zh_hans: 无法保存资料库：%@
zh_hant: 無法儲存資料庫：%@

source: Favorite
de: Zu Favoriten hinzufügen
es_es: Añadir a favoritos
es_mx: Agregar a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入り
ko: 즐겨찾기
nl: Toevoegen aan favorieten
pt_br: Adicionar aos favoritos
pt_pt: Adicionar aos favoritos
ru: Добавить в избранное
sv: Lägg till som favorit
zh_hans: 个人收藏
zh_hant: 喜好項目

source: Favourites
de: Favoriten
es_es: Favoritos
es_mx: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nl: Favorieten
pt_br: Favoritos
pt_pt: Favoritos
ru: Избранное
sv: Favoriter
zh_hans: 收藏
zh_hant: 收藏

source: Feature Films
de: Spielfilme
es_es: Largometrajes
es_mx: Largometrajes
fr: Longs métrages
it: Lungometraggi
ja: 長編映画
ko: 장편 영화
nl: Speelfilms
pt_br: Longas-metragens
pt_pt: Longas-metragens
ru: Полнометражные фильмы
sv: Spelfilmer
zh_hans: 电影长片
zh_hant: 電影長片

source: Featured title
de: Vorgestellter Titel
es_es: Título destacado
es_mx: Título destacado
fr: Titre mis en avant
it: Titolo in primo piano
ja: 注目のタイトル
ko: 추천작
nl: Uitgelichte titel
pt_br: Título em destaque
pt_pt: Título em destaque
ru: В центре внимания
sv: Utvald titel
zh_hans: 精选影视
zh_hant: 精選影片

source: Featured titles
de: Vorgestellte Titel
es_es: Títulos destacados
es_mx: Títulos destacados
fr: Titres mis en avant
it: Titoli in primo piano
ja: 注目のタイトル
ko: 추천 작품
nl: Uitgelichte titels
pt_br: Títulos em destaque
pt_pt: Títulos em destaque
ru: Избранные фильмы и сериалы
sv: Utvalda titlar
zh_hans: 精选影视
zh_hant: 精選影片

source: Fill
de: Füllen
es_es: Llenar
es_mx: Llenar
fr: Remplir
it: Riempi
ja: 全体に拡大
ko: 채우기
nl: Vullend
pt_br: Preencher
pt_pt: Preencher
ru: Заполнение
sv: Fyll
zh_hans: 填充
zh_hant: 填滿

source: Filmography
de: Filmografie
es_es: Filmografía
es_mx: Filmografía
fr: Filmographie
it: Filmografia
ja: フィルモグラフィ
ko: 필모그래피
nl: Filmografie
pt_br: Filmografia
pt_pt: Filmografia
ru: Фильмография
sv: Filmografi
zh_hans: 作品列表
zh_hant: 作品列表

source: Films
de: Filme
es_es: Películas
es_mx: Películas
it: Film
ja: 映画
ko: 영화
pt_br: Filmes
pt_pt: Filmes
ru: Фильмы
sv: Filmer
zh_hans: 电影
zh_hant: 電影

source: Filter by Date
de: Nach Datum filtern
es_es: Filtrar por fecha
es_mx: Filtrar por fecha
fr: Filtrer par date
it: Filtra per data
ja: 日付でフィルタ
ko: 날짜별 필터링
nl: Filter op datum
pt_br: Filtrar por data
pt_pt: Filtrar por data
ru: Фильтр по дате
sv: Filtrera efter datum
zh_hans: 按日期筛选
zh_hant: 依日期篩選

source: Filters the Search tab to this person's titles.
de: Filtert den Tab „Suchen“ nach den Titeln dieser Person.
es_es: Filtra la pestaña Buscar por los títulos de esta persona.
es_mx: Filtra la pestaña Buscar por los títulos de esta persona.
fr: Filtre l’onglet Rechercher sur les titres de cette personne.
it: Filtra la scheda Cerca sui titoli di questa persona.
ja: 「検索」タブをこの人物のタイトルで絞り込みます。
ko: 검색 탭을 이 인물의 작품으로 필터링합니다.
nl: Filtert het tabblad Zoek op de titels van deze persoon.
pt_br: Filtra a aba Buscar pelos títulos desta pessoa.
pt_pt: Filtra o separador Pesquisar pelos títulos desta pessoa.
ru: Фильтрует вкладку «Поиск» по фильмам и сериалам этого человека.
sv: Filtrerar fliken Sök på den här personens titlar.
zh_hans: 将“搜索”标签页筛选为此人的影视作品。
zh_hant: 將「搜尋」標籤頁篩選為此人的作品。

source: Find movies and shows by title or release date.
de: Finde Filme und Serien nach Titel oder Erscheinungsdatum.
es_es: Encuentra películas y series por título o fecha de lanzamiento.
es_mx: Encuentra películas y series por título o fecha de lanzamiento.
fr: Recherchez des films et séries par titre ou date de sortie.
it: Trova film e programmi TV per titolo o data di uscita.
ja: タイトルまたは公開・放送日で映画や番組を検索します。
ko: 제목이나 개봉일·방영일로 영화 및 TV 프로그램을 찾습니다.
nl: Vind films en series op titel of releasedatum.
pt_br: Encontre filmes e séries por título ou data de lançamento.
pt_pt: Encontre filmes e séries por título ou data de lançamento.
ru: Ищите фильмы и сериалы по названию или дате выхода.
sv: Hitta filmer och serier efter titel eller premiärdatum.
zh_hans: 按片名或发行日期查找影视。
zh_hant: 依照名稱或發行日期尋找電影和節目。

source: Finishes the date range.
de: Schließt den Datumsbereich ab.
es_es: Termina el intervalo de fechas.
es_mx: Termina el intervalo de fechas.
fr: Termine la plage de dates.
it: Termina l’intervallo di date.
ja: 日付範囲を確定します。
ko: 날짜 범위를 끝냅니다.
nl: Voltooit het datumbereik.
pt_br: Conclui o intervalo de datas.
pt_pt: Termina o intervalo de datas.
ru: Завершает диапазон дат.
sv: Avslutar datumintervallet.
zh_hans: 结束日期范围。
zh_hant: 結束日期範圍。

source: Finishing sign-in…
de: Anmeldung abschließen …
es_es: Finalizando el inicio de sesión…
es_mx: Terminando de iniciar sesión…
fr: Finalisation de la connexion…
it: Completamento dell'accesso…
ja: サインインを完了中…
ko: 로그인 마무리 중…
nl: Inloggen afronden…
pt_br: Finalizando início de sessão…
pt_pt: A terminar o início de sessão…
ru: Завершение входа…
sv: Slutför inloggning…
zh_hans: 正在完成登录…
zh_hant: 正在完成登入⋯

source: Finnish
de: Finnisch
es_es: Finés
es_mx: Finlandés
fr: Finnois
it: Finlandese
ja: フィンランド語
ko: 핀란드어
nl: Fins
pt_br: Finlandês
pt_pt: Finlandês
ru: Финский
sv: Finska
zh_hans: 芬兰语
zh_hant: 芬蘭文

source: Fit
de: Anpassen
es_es: Ajustar
es_mx: Ajustar
fr: Adapter
it: Adatta
ja: 画面に収める
ko: 맞춤
nl: Passend
pt_br: Ajustar
pt_pt: Ajustar
ru: По размеру
sv: Anpassa
zh_hans: 适应
zh_hant: 適合螢幕

source: Flat
de: Neutral
es_es: Plano
es_mx: Plano
fr: Neutre
it: Neutro
ja: フラット
ko: 플랫
nl: Neutraal
pt_br: Neutro
pt_pt: Neutro
ru: Ровный
sv: Neutral
zh_hans: 平直
zh_hant: 平坦

source: Flat 3D
de: Flaches 3D
es_es: 3D plano
es_mx: 3D plano
fr: 3D à plat
it: 3D piatto
ja: フラット3D
ko: 평면 3D
nl: Plat 3D
pt_br: 3D plano
pt_pt: 3D plano
ru: Плоское 3D
sv: Platt 3D
zh_hans: 平面 3D
zh_hant: 平面 3D

source: Float the video when you leave the app mid-play
de: Video als Bild-in-Bild weiterlaufen lassen, wenn du die App während der Wiedergabe verlässt
es_es: Mantener el vídeo flotante al salir de la app durante la reproducción
es_mx: Mantener el video en una ventana flotante al salir de la app durante la reproducción
fr: Afficher la vidéo en superposition lorsque vous quittez l’app pendant la lecture
it: Mantieni il video in una finestra mobile quando esci dall’app durante la riproduzione
ja: 再生中にアプリを離れたとき、ビデオをピクチャ・イン・ピクチャで表示します
ko: 재생 중 앱을 나가면 비디오를 화면 속 화면으로 표시
nl: Speel de video als beeld in beeld af wanneer je de app tijdens het afspelen verlaat
pt_br: Manter o vídeo em uma janela flutuante ao sair do app durante a reprodução
pt_pt: Manter o vídeo numa janela flutuante ao sair da aplicação durante a reprodução
ru: Показывать видео в плавающем окне при выходе из приложения во время воспроизведения
sv: Fortsätt spela videon i bild-i-bild när du lämnar appen
zh_hans: 播放期间离开 App 时以画中画方式显示视频
zh_hant: 在播放途中離開 App 時，以子母畫面顯示影片

source: Folders
de: Ordner
es_es: Carpetas
es_mx: Carpetas
fr: Dossiers
it: Cartelle
ja: フォルダ
ko: 폴더
nl: Mappen
pt_br: Pastas
pt_pt: Pastas
ru: Папки
sv: Mappar
zh_hans: 文件夹
zh_hant: 檔案夾

source: Font
de: Schrift
es_es: Tipo de letra
es_mx: Tipo de letra
fr: Police
ja: フォント
ko: 서체
nl: Lettertype
pt_br: Fonte
pt_pt: Tipo de letra
ru: Шрифт
sv: Typsnitt
zh_hans: 字体
zh_hant: 字體
